/* Localized versions of UI Agent strings */

chatWithUserOnMachine = "“%2$@”上的“%1$@”";
msgFromAdminOnMachine = "“%2$@”上的“%1$@”";

lastAccessHoursString = "%d 个多小时前";
lastAccessMinutesString = "%d 分钟前";
lastAccessSecondsString = "%d 秒种前";
lastAccessOneHourString = "一个多小时前";
lastAccessOneMinuteString = "1 分钟前";
lastAccessOneSecondString = "1 秒种前";

errAttnReqCommString = "信息未能被发送，因为出现通讯错误。";
errAttnReqNoAdminString = "目前没有管理员。";
errTextChatCommString = "聊天已停止，因为出现通讯错误。";

unknownLastAccess = "未知";

restartRequestTitle = "软件已经安装，需要重新启动。";
restartRequestMessage = "Remote Desktop 管理员已将软件安装在您的电脑上。直到这台机器重新启动后，此软件才可用。请点按“重新启动”以退出所有应用程序并重新启动。";
buttonCancel = "取消";
buttonContinue = "重新启动";
